{
  "data-blogs": [
    {
      "id": 1,
      "title": "Manfaat Buah Jeruk",
      "body": "Jeruk adalah salah satu jenis buah yang mudah ditemukan di Indonesia. Ternyata ada sejumlah manfaat jeruk untuk kesehatan yang sebaiknya Anda ketahui. Kandungan buah jeruk yang paling terkenal adalah vitamin C. Hal ini membuat jeruk menjadi salah satu buah yang dipilih masyarakat Indonesia untuk melengkapi kebutuhan vitamin C. Dirangkum dari WebMD, setiap jenis jeruk mengandung lebih dari 100% jumlah vitamin C harian yang direkomendasikan untuk diasup oleh tubuh. Namun, selain itu, masih ada manfaat jeruk dan kandungan buah jeruk, seperti Anti Inflamasi, Menjaga usus tetap sehat, Memperkuat tulang dan otot, Sumber Antioksidan, dan Menurunkan tekanan darah.",
      "author": "Virdita Ratriani"
    },
    {
      "id": 2,
      "title": "Manfaat Buah Kelapa",
      "body": "Manfaat buah kelapa untuk kesehatan juga sangat beragam karena buah ini mengandung nutrisi penting yang dibutuhkan tubuh, seperti protein, serat, kalsium, fosfor, magnesium, kalium, zat besi, dan vitamin C. Manfaat Buah Kelapa untuk Kesehatan Seperti yang telah dibahas sebelumnya, manfaat buah kelapa untuk kesehatan tidak bisa dilepaskan dari kandungan nutrisi di dalamnya. Berikut ini adalah beberapa manfaat buah kelapa untuk kesehatan. Menghidrasi tubuh Minum air kelapa dapat menjaga tubuh tetap terhidrasi karena air kelapa mengandung elektrolit, seperti kalium, natrium, magnesium, dan kalsium, yang mampu menjaga keseimbangan cairan dan elektrolit dalam tubuh. Dengan begitu, tubuh terhidrasi dengan baik. Inilah mengapa konsumsi air kelapa disarankan, terutama saat Anda mengalami kondisi tertentu seperti diare. Dengan minum air kelapa, cairan tubuh yang hilang saat diare bisa tergantikan sehingga Anda terhindar dari dehidrasi. Mencegah gigi berlubang Kandungan asam lemak yang ada dalam daging kelapa bersifat antimikroba. Hal ini membuat konsumsi daging kelapa baik untuk kesehatan gigi dan mulut karena dapat membunuh bakteri penyebab gigi berlubang. Namun, hal terpenting yang harus dilakukan untuk menjaga kesehatan gigi dan mulut adalah rutin menyikat gigi sebanyak 2 kali sehari menggunakan pasta gigi mengandung fluoride.",
      "author": "Ratriksa Kurnia"
    },
    {
      "id": 3,
      "title": "Manfaat Buah Manggis",
      "body": "Buah manggis atau Garcinia mangostana merupakan buah yang banyak ditemukan di daerah tropis, termasuk Indonesia. Buah ini masih satu keluarga dengan buah kecapi. Keduanya cukup diminati oleh banyak orang karena rasanya yang nikmat dan segar. Tak hanya lezat dan menyegarkan, buah manggis juga kaya akan nutrisi, seperti vitamin B2, vitamin C, serat, folat, magnesium, kalsium, dan xanthones yang diduga berperan sebagai senyawa antioksidan serta antiradang. Beberapa manfaat buah manggis seperti menurunkan berat badan, meningkatkan daya tahan tubuh, mengontrol kadar gula darah, dan meredakan radang sendi",
      "author": "Haga Junisa"
    }
  ]
}